Repository: Dlacreme/pog
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Welcome to %{name}!
fr: Bienvenue %{name} !

source: Confirm my account
fr: Confirmer mon compte

source: Hi %{email}, You can confirm your account by clicking below:
fr: Bonjour %{email}, Vous pouvez confirmez votre compte en cliquant ci-dessous:

source: If you didn't create an account with us, please ignore this.
fr: Si vous n'avez pas créé de compte avec nous, merci d'ignorer cet email.

source: Hi %{email}, You can reset your password by clicking below:
fr: Bonjour %{email}, Vous pouvez changer votre mot de passe en cliquant ici:

source: If you didn't request this change, please ignore this.
fr: Si vous n'avez pas émis cette demande, merci d'ignorer cet email.

source: Reset my password
fr: Changer mon mot de passe

source: Reset your password
fr: Changer votre mot de passe

source: Log out
fr: Se déconnecter

source: Confirm your account
fr: Confirmer votre compte

source: Pricing
fr: Tarifs

source: Change password
fr: Changer le mot de passe

source: Change your Email
fr: Changez votre courriel

source: Change your personal details here
fr: Editez vos données personnelles ici

source: Confirm new password
fr: Confirmer le mot de passe

source: Current Password
fr: Mot de passe actuel

source: Dismiss
fr: Ignorer

source: Email
fr: Courriel

source: Forgot your password?
fr: Mot de passe oublié ?

source: New password
fr: Nouveau mot de passe

source: Sign in
fr: Connexion

source: Sign up
fr: Inscription

source: You need to enter your password to change your email.
fr: Vous devez entrer votre mot de passe pour changer votre courriel

source: Change email
fr: Changez votre courriel

source: Create a new password.
fr: Créez un nouveau mot de passe

source: A link to confirm your email change has been sent to the new address.
fr: Un lien pour confirmer votre courriel à été envoyé à la nouvelle adresse

source: Account confirmed successfully.
fr: Votre compte est maintenant confirmé

source: Change my email
fr: Changez votre courriel

source: Change your email
fr: Changez votre courriel

source: Email change link is invalid or it has expired.
fr: Le lien pour changer votre courriel est invalide ou à expiré

source: Email changed successfully.
fr: Courriel changé avec succès

source: Hi %{email}, You can change your email by clicking below:
fr: Bonjour %{email}, Vous pouvez confirmez votre compte en cliquant ci-dessous:

source: If your email is in our system and it has not been confirmed yet, you will receive an email with instructions shortly.
fr: Si votre courriel est dans notre système et n'est pas confirmé, vous allez recevoir un courriel prochainement

source: If your email is in our system, you will receive instructions to reset your password shortly.
fr: Si votre courriel est dans notre système, vous allez recevoir des instructions pour changer votre mot de passe

source: Logged out successfully.
fr: Vous ếtes déconnecté.

source: Password reset successfully.
fr: Mot de passe changé avec succès

source: Password updated successfully.
fr: Mot de passe changé avec succès

source: Reset password link is invalid or it has expired.
fr: Le lien de changement de mot de passe est invalide ou à expiré.

source: User created successfully.
fr: Compte crée avec succès

source: You will receive instructions to reset your password on %{email}.
fr: Vous allez recevoir un courriel pour réinitialiser votre mot de passe sur %{email}.

source: Or
fr: Ou

source: Password
fr: Mot de passe

source: Register
fr: S'inscrire

source: Register your account
fr: Créez votre compte

source: Remember me
fr: Se souvenir de moi

source: Sign in to your account
fr: Connectez vous à votre compte

source: Create an account
fr: S'inscrire

source: Log in
fr: Connexion

source: Resend confirmation instructions
fr: Renvoyez un courriel de confirmation

source: Reset password
fr: Changer mon mot de passe

source: Sign-in to your account
fr: Connectez vous à votre compte

source: Send instructions to reset password
fr: Envoyer un courriel pour réinitialiser le mot de passe
