Repository: Dlacreme/pog
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: fr

source: can't be blank
fr: ne peut pas être vide

source: has already been taken
fr: est déjà pris

source: is invalid
fr: est invalide

source: must be accepted
fr: dois être accepté

source: has invalid format
fr: à un format invalide

source: has an invalid entry
fr: à une entrée invalide

source: is reserved
fr: est reservé

source: does not match confirmation
fr: ne correspond pas à la confirmation

source: is still associated with this entry
fr: est toujours associé à cette entrée

source: are still associated with this entry
fr: sont toujours associé à cette entrée

source: should be %{count} character(s)
fr: dois contenir un caractère

source: should have %{count} item(s)
fr: dois contenir un objet

source: should be at least %{count} character(s)
fr: dois contenir au moins un caractère

source: should have at least %{count} item(s)
fr: dois contenir au moins un objet

source: should be at most %{count} character(s)
fr: dois contenir au maximum un caractère

source: should have at most %{count} item(s)
fr: dois contenir au maximum un caractère

source: must be less than %{number}
fr: dois être plus petit que %{number}

source: must be greater than %{number}
fr: dois être plus grand que %{number}

source: must be less than or equal to %{number}
fr: dois être plus inférieur ou égal à %{number}

source: must be greater than or equal to %{number}
fr: dois être plus supérieur ou égal à %{number}

source: must be equal to %{number}
fr: dois être égal à %{number}

source: did not change
fr: n'a pas changé

source: is not valid
fr: n'est pas valide

source: Account confirmation link is invalid or it has expired.
fr: Le lien de confirmation à expiré ou est invalide.

source: Invalid email or password
fr: Courriel ou mot de passe invalide

source: You must log in to access this page.
fr: Vous devez être connecté pour acceder à cette page

source: does not match password
fr: ne correspond pas au mot de passe

source: must have the @ sign and no spaces
fr: dois contenir le caractère @ et aucun espace

source: Oops, something went wrong! Please check the errors below.
fr: Oups, un problème est survenu! Veuillez vérifier les erreurs ci-dessous.
